accountsservice
acpi
acpid
adapta-gtk-theme
alacritty
android-tools
audacious
autotiling
awesome-terminal-fonts
base
base-devel
bash-completion
blueman
bluez
bluez-utils
bridge-utils
brightnessctl
calibre
dbeaver
discord
dkms
dmenu
dmidecode
dnsmasq
docker
docker-compose
efibootmgr
fd
feh
firefox
fish
flameshot
fortune-mod
galculator
git
gst-plugin-pipewire
gvfs
gvfs-mtp
gvfs-smb
htop
i3-wm
i3blocks
i3lock
i3status
imagemagick
intel-ucode
iwd
keepassxc
libpulse
libreoffice-fresh
libreoffice-fresh-pt-br
libva-nvidia-driver
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-headers
linux-zen
linux-zen-headers
lvm2
lxappearance
mousepad
nano
neovim
neovim-lspconfig
network-manager-applet
networkmanager
numlockx
nvidia-dkms
nvidia-settings
pacman-contrib
papirus-icon-theme
pavucontrol
pdfarranger
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-gnome
proton-vpn-daemon
proton-vpn-gtk-app
pyenv
python-pip
python-pynvim
qemu-base
redshift
ripgrep
ristretto
rofi
rsync
scribus
scrot
smartmontools
sof-firmware
starship
steam
terminus-font
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-shares-plugin
thunar-vcs-plugin
thunar-volman
tlp
tmate
transmission-gtk
tree-sitter-cli
ttf-dejavu
ttf-jetbrains-mono
ttf-meslo-nerd
ttf-noto-nerd
ttf-terminus-nerd
ttf-ubuntu-nerd
udiskie
ufw
unrar
unzip
vim
virt-manager
vlc
wget
whois
wireguard-tools
wireless_tools
wireplumber
xarchiver
xcolor
xdg-utils
xfce4-clipman-plugin
xfce4-notifyd
xfce4-power-manager
xorg-xbacklight
xorg-xinit
xorg-xinput
xreader
xss-lock
xterm
zed
zram-generator
